{
  "food" : "If we don't eat every day, we'll get sick.",
  "restaurant" : "It is a place where you often go to eat food by paying for it.",
  "telephone" : "It is an object that you use to call someone when they’re too far away to speak to them in person.",
  "adress" : "It tells someone exactly where you live. If someone requires proof of your existence or they want to send you something by mail, they'll ask for this.",
  "money" : "It refers to the thin strips of paper or the metal coins that you use to pay for things. Generally, the more you have,this the richer you are.",
  "friend" : "is someone you like, spend time with and can ask for help but who isn't connected to your family.",
  "love" : "is what you feel when you care about someone or like something a lot.",
  "business" : " is an organization or a system where you buy or sell things in order to make money.",
  "job" : "is what you do in order to earn money and keep on living.",
  "house" : "is a building or the place in which you live.",
  "happy" : "When you’re feeling pleased, glad or delighted about something, the emotion that you're feeling is called __",
  "sad" : "The exact opposite of happiness is",
  "angry" : "When you have the strong feeling to hurt or shout at someone for the way they've behaved, chances are that you're __ ",
  "busy" : "When your mind is active and focused on one thing, you're __ ,This word is often used in the workplace.",
  "bored" : "When you feel that you have nothing to do and that nothing around you is interesting, you're __",
  "excited" : "is that feeling you get when you know something good is going to happen and you can't wait for it.",
  "lonely" : "When you're alone and feel sad about being alone or when you have no one to talk to",
  "tired" : "You know that feeling when you've had a really long day at work and you just can't wait to go home and rest? Or, you feel so exhausted that you can barely move your body, and you just want to close your eyes and fall asleep",
  "always" : "When something happens every time or all the time, the word we use is",
  "carefully" : "When you pay attention to your actions and you're very alert or aware of your surroundings, you're being __ ",
  "well" : "we mean that something is or has been good or satisfactory.",
  "sometimes" : "When we're referring to something that doesn't happen often or always but still takes place from time to time, we use the word",
  "approve" : "to agree with",
  "belief" : "something that is accepted as true",
  "close" : " to shut",
  "combine" : "to join two or more things",
  "complete" : "to finish",
  "decide" : "to make a choice",
  "discuss" : "to talk about something with someone",
  "distribute" : "to give things out equal parts",
  "divide" : "to separate into two or more parts",
  "end" : "to finish",
  "environment" : "the surroundings in which someone lives or works",
  "estimate" : "to calculate a rough idea",
  "get" : "to receive something",
  "handle" : "to deal with something in a particular way",
  "join" : "to become a member of something",
  "lead" : "to go in front of someone or something",
  "obey" : "to do what you are told to do",
  "visit" : "to go to see someone or something",
  "wait" : "to stay where you are until someone arrives or something happens",
  "welcome" : "to greet someone when they arrive",
  "tidy" : "to put things in order",
  "unexpected" : "not expected",
  "settle" : "to live in a place permanently",
  "follow" : "to do what someone else has done or is doing",
  "Pig" : "Farm animal,sometimes used to scold people",
  "sister" : "A family member,generally a couple of years older or younger than you",
  "eye" : "sense organ,used to see",
  "cat" : "is a pet animal",
  "party" : "Is an occasion or event",
  "foot" : "Is a body part used to walk",
  "watch" : "To see something",
  "ring" : "Is an object circle in shape,weared to fingers",
  "cake" : "is cut in birthday parties",
  "bed" : "we sleep on this",
  "star" : "appears in the sky in the night time",
  "boat" : "It is used to cross river",
  "fish" : "a animal which lives in water with gill and fins",
  "time" : "Is what we see in watch,it alawys goes on,it can be measured in years,hours,minutes,seconds",
  "holiday" : "a day of festivity or recreation when no work is done,schools and offices are closed"
}